module.exports={
    //components
    wxBill: {
        font1: '修改電子賬單服務渠道',
        font2: '合同號碼111已開啟222電子賬單，',
        font3: '是否修改為微信電子賬單',
        font4: '合同號碼 ',
        font04: ' 已開啟電郵用水提示服務，是否修改為微信用水提示服務',
        font5: '您正在為',
        font05: '合同號碼',
        font6: '我已清楚並同意以上服務條文',
        font7: '開啟',
        font07: '開啟',
        font8: '終止',
        font9: '您正在為合同號碼 ',
        font09: '終止所有',
        font10: '確認終止',
        font11: '繼續使用',
        font12: '請先閱讀服務條文',
        font13: '修改成功',
        font14: '已開啟',
        font15: '已終止',
    },
//首页
    dashboard: {
        font1: '您好',
        font2: '簽到',
        font3: '賬單繳費',
        font4: '會員積分',
        font5: '我的禮品',
        font6: '註冊成為會員，隨時繳費及查詢最新資訊，每日領取會員積分，可獲得豐富禮品！',
        font7: '已繳費',
        font8: '未繳費',
        font9: '合同號碼：',
        font10: '前往繳費',
        font11: '結欠金額',
        font12: '使用幫助',
        font13: '關閉',
        font14: '澳水服務',
        font15: '微信賬單',
        font16: '管理賬單',
        font17: '短訊提示',
        font18: '快捷繳費',
        font19: '停水通知',
        font20: '每日水質',
        font21: '水費價格',
        font22: '更多',
        font23: '會員中心',
        font24: '禮品兌換',
        font25: '積分任務',
        font26: '會員資料',
        font27: '今日水質',
        font28: '優質',
        font29:['請長按識別二維碼','關注“澳門自來水”微信公眾號，','才能接收突發性的供水通告，','以及微信繳費通知等智慧水務服務。'],
        // font29: '請長按識別二維碼',
        // font30: '關注微信公眾號，',
        // font31: '才能接收突發性的供水通告，',
        // font32: '以及微信服務。',
        font30: '簽到成功',
        font31: '積分',
        font32: '綁定合同號碼才可以進行操作',
        font33: '取消',
        font34: '去綁定',
        font35: '綁定合同',
        font36: '加載數據中',
        font37: '主頁',
        font38: '加載中...',
    },
    //user
    user: {
        font1: '登錄註冊',
        font2: '我是首次註冊',
        font3: '我已有澳門自來水會員電郵賬號',
    },
    registerEmail: {
        font1: '郵箱地址：',
        font2: '密碼：',
        font3: '請輸入您的郵箱地址',
        font4: '請輸入密碼',
        font5: '忘記密碼？',
        font6: '我已閱讀並同意',
        font7: '請輸入郵箱',
        font8: '請輸入正確的郵箱',
        font9: '密碼不能少於6位',
        font10: '請先閱讀《收集個人資料聲明》《電子服務及免責條款》',
        font11: '郵箱驗證成功',
    },
    // registerPhone 和 phoneVerify
    registerPhone: {
        font1: '請輸入您的手機號碼',
        font2: '請輸入驗證碼',
        font3: '確認',
        font4: ['請輸入','位的手機號碼'],
        font5: '獲取驗證碼',
        font6: '請填寫驗證碼',
        font7: '驗證碼不能少於4位',
        font8: '驗證碼不能大於4位',
        font9: '澳門',
        font10: '香港',
        font11: '內地',
        font12: '驗證碼發送成功',
        font13: 's後再發送',
        font14: '重新發送',
        font15: '手機驗證成功',
        font16: '澳門自來水承諾遵守第8/2005號法律《個人資料保護法》的有關規定。因此，我們十分重視對電子服務使用者私隱的保護，相關會員信息將經過加密處理，我們建議您先細閱',
        font17:'收集個人資料聲明',
        font18: '<p>澳門自來水承諾遵守第8/2005號法律《個人資料保護法》的有關規定。</p>\n' +
            '<p>澳門自來水了解您對個人私隱保安之關注。因此，我們十分重視對本公司所提供的電子服務使用者私隱的保護，使您可安心使用本電子服務。</p>\n' +
            '<p>當您使用本電子服務時，表示您同意並接受本聲明，故您應先詳閱有關條款。</p>\n' +
            '<p><b>1、個人資料收集目的</b></p>\n' +
            '<p>我們只收集與業務相關的個人資料，以便向您提供有關服務。澳門自來水不會向與本公司沒有關係的任何人披露您的個人資料，除非先獲得您同意或按照法律或有關的合法規定。</p>\n' +
            '<p><b>2、個人資料的保安</b></p>\n' +
            '<p>本公司所提供的電子服務使用SSL通訊加密協定傳送使用者登記的資料，以保障其個人資料在網絡傳送過程中免於受到未經授權或意外的取用。</p>\n' +
            '<p>您在使用我們的服務時，系統會自動記錄以下的技術資料：使用者的IP地址、使用者開始瀏覽的日期和時間；收集該等資料只作為資訊保安及內部紀錄的用途。</p>\n' +
            '<p>但請注意，在網絡上傳送資料時，會存在未經許可或授權而被他人閱讀和使用的風險，故使用者向本公司提供任何資料（包括個人資料）時，亦會存在上述風險。倘使用者對有關風險感到不安，您可透過其他方式或渠道使用相關的電子服務。</p>\n' +
            '<p><b>3、查閱權及更正權</b></p>\n' +
            '<p>按第8/2005號法律《個人資料保護法》的規定，您有權查閱及更正您的有關個人資料。請致電客户熱線 (853) 2822 0088 或親臨我們的客戶服務中心查詢。</p>\n' +
            '<p><b>4、個人資料保存時間</b></p>\n' +
            '<p>澳門自來水對個人資料的保存時間不會超過資料用途所需的時間，並按有關的法例法規處理。</p>\n' +
            '<p><b>5、本聲明的更新</b></p>\n' +
            '<p>澳門自來水可不時修訂本聲明內容， 我們鼓勵您不時瀏覽本聲明，以確保您得悉最新版本。</p>\n' +
            '<p></p>\n' +
            '<p><b>6、聯絡方法</b></p>\n' +
            '<p>如對本電子服務的收集個人資料聲明有任何疑問或意見，歡迎發電郵至 privacy@macaowater.com 或致函以下地址與澳門自來水個人資料保護主任聯絡:</p>\n' +
            '<p><b>澳門青洲大馬路718號</b></p>\n' +
            '<p><b>澳門自來水股份有限公司</b></p>\n' +
            '<p><b>個人資料保護主任</b></p>',
        font19:'電子服務及免責條款',
        font20:'<p><b>1.責任聲明</b></p>\n' +
            '            <p>閣下一經使用本服務，即表示同意接受以下服務條款。</p>\n' +
            '            <p><b>2.服務範圍</b></p>\n' +
            '            <p>本服務條款適用於澳門自來水股份有限公司（以下簡稱”澳門自來水”）網站、手機應用程式及微信公眾號所提供之電子服務（以下簡稱”本服務”）的使用，並構成用戶與澳門自來水之間的協議，以及澳門自來水與用戶之間法律關係的依據。</p>\n' +
            '            <p>用戶：指接納本服務條款並使用本服務之個人或實體。</p>\n' +
            '            <p><b>3.服務</b></p>\n' +
            '            <p>所有服務及其內容均由澳門自來水提供或擁有，因此，澳門自來水毋須對此資訊引致的任何損失，錯誤付款及錯誤使用等問題負責。目前為用戶提供的電子服務包括：賬單服務、電子申請表單、電子繳費服務、會員服務及資訊交流。會員服務：澳門自來水提供予用戶管理供水賬戶及辦理網上申請的便利服務（須先完成會員登記）。</p>\n' +
            '            <p>聲明：本服務由澳門自來水股份有限公司提供。</p>\n' +
            '            <p> ·澳門自來水股份有限公司為本澳註冊公司，商業登記編號為215 (SO)。</p>\n' +
            '            <p> ·澳門郵政儲金局為提供信用卡網上繳付水費服務的供應商。</p>\n' +
            '            <p> ·澳門通股份有限公司為澳門錢包及支付寶網上繳付水費服務的供應商。</p>\n' +
            '            <p>個人及非商業用途限制：除非特別指明，本服務僅供個人及非商業用途使用。</p>\n' +
            '            <p><b>4.責任限制</b></p>\n' +
            '            <p>一般事項 </p>\n' +
            '            <p>任何依執行本協議或因違反任何本協議之義務或權利所提起之索償，應以澳門特別行政區之法律為準據法。其他索償，包含但不限於違返消費者保護法、不正當競爭法及侵權行為，應以澳門特別行政區之法律為準據法。因本服務之使用所衍生或相關之一切爭議，閣下必須同意接受澳門特別行政區法院之專屬管轄，並以其為審判地點。不同意本使用條款所有規定者，澳門自來水將不授權其使用。閣下同意本協議或使用本服務，不代表閣下和澳門自來水之間有合資、合夥、聘僱或代理人關係。因閣下對本服務之使用或行為所產生或衍生，而由第三者提出之任何索償、要求或賠償請求，包括合理律師費，閣下同意賠償，並使澳門自來水、其母公司、子公司、分支機構、領導及員工，免受損害。閣下明確同意並許可，澳門自來水可在不經閣下事先同意，披露閣下的個人資料或閣下對本服務之使用，包括其內容，但披露僅限於澳門自來水基於誠信認為該行動有助達成以下目的：(1)符合法律要求或遵守法律程序；(2)保護並捍衛澳門自來水或其合作公司之權利或財產；(3)執行本服務條款；或(4)保護其成員或他人之利益。澳門自來水對本協議之履行受到現行法律及法定程序所規範，本協議任何內容均不妨礙澳門自來水因應政府、法院及司法機關的要求，而披露閣下使用本服務、或使用時提供資料予澳門自來水或由其所收集的資料。若本協議任何部分，包含但不限於上述免責聲明及責任限制，被判定為無效或無法遵照法律執行，則該無效或無法執行之條款將被視為由最符合原條款立意、有效且可執行之條款取代，而本協議之其餘條款仍繼續有效。除非特別指明，否則本協議構成用戶及澳門自來水之間有關本服務之完整協議，而其效力將超越澳門自來水先前或現在與用戶就使用本服務所進行之電子文書、口頭通知或書面內容。本協議及任何電子形式通知的印刷版，在任何根據或有關本協議之司法或行政程序上均被視為有效，其效力及情況相同於本協議最初以印刷形式製作及保存之其他商業文件及紀錄。</p>\n' +
            '            <p>若因系統故障或任何原故(包括但不限於銀行過數所引致的延誤)以致未能在最後截水日期完成繳費[註1]，所遭受的損失或過期引致之款項，澳門自來水將不會負上任何責任；澳門自來水有權追討閣下帳單的費用，包括因過期而引致的任何款項。</p>\n' +
            '            <p>[註1: 在有關款項實際支付至澳門自來水股份有限公司的帳戶時，方視為完成繳費。]</p>\n' +
            '            <p>如對本網頁所顯示電子繳費資料的準確性有任何差異或爭議，用戶須直接致電服務熱線28220088。</p>\n' +
            '            <p>本服務恕不對用戶或任何人士承擔任何法律責任，不論其是否屬於侵權行為、合約性的、違反法例的或屬於其他方式上的有關責任（包含但不限於疏忽、違約、誹謗或侵犯有關知識產權法律的責任），亦不論其是否屬於下列性質：</p>\n' +
            '            <p>任何衍生性、直接或間接損失（包含但不限於收益或利潤之損失），或因使用本服務或與其有關之資料而引致用戶或其他人士承擔的責任，或用戶要求其他人士對他人承擔的責任。此聲明受澳門特別行政區法律管轄，所有內容均適用於法律允許範圍。</p>\n' +
            '            <p>閣下不得修改、複製、散播、傳遞、展示、執行、重製、發行、授權、創作衍生著作、移轉或銷售從本網站/服務取得之任何資料、軟體、產品或服務。未經澳門自來水事先書面表示同意，閣下不得對本網站/服務進行“超級搜尋”（Meta-search）、傳送或使他人傳送任何自動查詢至本網站/服務，或以任何商業方式使用本網站/服務。“自動查詢”包含但不限於使用軟體傳送查詢至任何服務網站/服務以判斷該網站於任何服務網站/服務之“排名”。</p>\n' +
            '            <p><b>5.協議之修改及終止</b></p>\n' +
            '            <p>5.1條款之修改</p>\n' +
            '            <p>澳門自來水保留權利修改所有條款、條件及須知，包含但不限於使用本服務之收費。用戶須定期查閱本服務條款及指定網站的附加條款。用戶繼續使用本服務，即表示閣下接受了用戶協議中所有條款、條件及須知。</p>\n' +
            '            <p>5.2 非法或禁止之使用</p>\n' +
            '            <p>使用本系統服務時，閣下已保證不會利用本服務從事任何非法或為本條款、條件及須知所禁止之活動。閣下不得用任何方式令本系統/服務蒙受損害、癱瘓、負荷過度或削弱本系統/服務（或任何與本系統/服務連結之網絡）或干擾他人使用及享用本系統/服務。閣下不得以駭客行為、破解密碼或其他方式，試圖以未獲授權的方式存取任何本系統/服務、其他帳號、電腦系統或任何與本系統/服務連結之網絡。非本系統/服務有意所提供之任何資料或資訊，閣下不得以任何方式取得或試圖取得。</p>\n' +
            '            <p>5.3 本服務或夥伴保留隨時取消顯示電子帳單的權利。</p>\n' +
            '            <p>5.4 本條款備有中、英及葡文版本，如中、英及葡文版本之解釋發生任何不一致或衝突，則以中文版本為準。 </p>',
        font21: '下一步',
        font22:'為了您的賬戶安全，請進行電話驗證',
        font23:'手機修改成功',
    },
    registerSucceed: {
        font1: '綁定成功',
        font2: '註冊成功',
        font3: '手機號碼',
        font4: '郵箱地址',
        font5: '您已選擇訂閱以下區域。如遇上突發的供水事件，將可及時接收該區的供水信息：',
        font6: '返回首頁',
        font7: '開始查詢水費',
    },
    serviceSubscribe: {
        font1: '計劃性停水通知訂閱',
        font2: '取消訂閱',
        font3: '合同號訂閱',
        font4: '區域訂閱',
        font5: '全選',
        font6: '取消全選',
        font7: '保存設置',
        font8: '請選擇合同號碼',
        font9: '請選擇區域',
        font10:'請先閱讀服務條文',
        font11:'保存成功',
        font12:'1. 澳門自來水股份有限公司 （以下簡稱“澳門自來水”）透過微信公眾號向用戶提供“計劃性停水通知”服務。“用戶”是指向澳門自來水申請“計劃性停水通知”的個人，不論用戶是否為澳門自來水的登記用戶。' +
            '<br/>2. 當用戶關注微信公眾號和註冊成為會員後，可選擇經微信訂閱此通知服務。' +
            '<br/>3. 用戶須向澳門自來水提供正確、完整及最新的登記資料。 ' +
            '<br/>4. 澳門自來水承諾盡力提供及時的“計劃性停水通知”訊息，但不保證能完全避免因網路傳輸、系統原因或不可抗力的因素所引致的延誤。' +
            '<br/>5. 澳門自來水保留暫停或終止“計劃性停水通知”微信服務的權利，恕不另行通知。' +
            '<br/>6. 澳門自來水保留隨時更改和修改本條款及細則的權利，恕不另行通知。' +
            '<br/>7. 澳門自來水透過此服務所收集的個人資料會用作處理申請及方便日後通訊的用途。申請人有權依法申請查閱、更正或更新其存於澳門自來水的個人資料。詳情請致電客戶熱線 (853) 2822 0088 或親臨澳門自來水客戶服務中心查詢。',
        font13:'我已清楚并同意以上服務條文',
        font14:'取消',
        font15:'開啟',
        font16:'您正在關閉停水通知訂閱服務</br>是否確認關閉',
        font17:'確認終止',
        font18:'繼續使用',
    },
    forgotPassword: {
        font1: '發送驗證碼',
        font2: ['未檢測到郵箱','的註冊信息，請確認郵箱地址是否填寫正確，或直接前往新用戶註冊頁'],
        font3: '新用戶註冊',
        font4: '重新填寫郵箱地址',
        font5: ['我們已向郵箱 ',' 發送了一封驗證郵件，請輸入您收到的驗證碼，如未收到驗證碼可點擊【重新發送】'],
        font6: '驗證碼：',
        font7: '請輸入驗證碼',
        font8: ['郵箱 ',' 已完成驗證，請輸入新密碼並確認即可完成密碼設置'],
        font9: '輸入新密碼：',
        font10: '確認新密碼',
        font11: '請輸入新密碼',
        font12: '請再次輸入新密碼',
        font13: ['郵箱 ',' 密碼設置已完成，點擊登錄即可使用郵箱密碼登錄賬號'],
        font14: '登錄賬號',
        font15: '兩次輸入的密碼不一致，請重新輸入',
        font16:'郵箱地址：',
        font17:'請輸入郵箱地址',
        font18:'密碼不能少於6位',
        font19:'驗證碼錯誤，請重新輸入',
    },
    //bills
    bills: {
        font1: '合同號碼',
        font2: '登記用戶',
        font3: '非登記用戶',
        font4: '結欠金額',
        font5: '賬單已繳清',
        font6: '詳情',
        font7: '微信賬單服務',
        font8: '暫無合同號碼',
        font9: '刪除合同號碼',
        font10: '新增合同號碼連結',
        font11: '合同號碼：',
        font12: '輸入合同號碼',
        font13: '賬單別稱：',
        font14: '別稱最多支持20個字符',
        font15: '取消',
        font16: '新增',
        font17: '身份確認',
        font18: '為保證您的賬戶安全，請完成身份信息填寫，登記用戶核對成功後，可查看歷史賬單及更多信息',
        font19: '點擊選擇證件類型',
        font20: '澳門身份證',
        font21: '香港身份證',
        font22: '內地身份證',
        font23: '護照',
        font24: '其他',
        font25: '請輸入證件號碼',
        font26: '請輸入證件姓名',
        font27: '刪除合同號碼',
        font28: '請注意，刪除合同號碼將無法及時收到水費賬單。',
        font29: '確認刪除',
        font30: '該證件號碼已綁定其他會員',
        font31: '提示',
        font32: '前往登錄',
        font33: '系統提示',
        font34: '閣下之身分為此合同賬戶的"非登記用戶"，只能查閱及享用此合同有限的資料及功能。',
        font35: '確定',
        font36: '新增成功',

    },
    billsDetails: {
        font1: '管理賬單',
        font2: '本週用水',
        font3: '本週用量',
        font4: '上週用量',
        font5: '月用水量',
        font6: '節水排行榜',
        font7: '加油',
        font8: '一般',
        font9: '好',
        font10: '非常好',
        font11: '極好',
        font12: '更多數據',
        font13: '近七日用水量比較',
        font14: '平均用水量 ',
        font15: '*相關訊息僅供參考，一切仍以水費單為準',
        font16: '用水提示推送',
        font17: '用水提示訂閱',
        font18: '僅提供近一年記錄',
        font19: '最後繳費日期',
        font20: '避免截水最後繳費日期',
        font21: '結欠金額 MOP ',

        font22: '已繳費',
        font23: '未繳費',
        font24: '賬單服務',
        font25: '微信賬單服務',
        font26: '全新服務',
        font27: '修改賬單別稱',
        font28: '短信提示服務',
        font29: '用水提示訂閱',
        font30: '繳付賬單',
        font31: '前往繳費',
        font32: '支付寶、信用卡、Mpay',
        font33: '查看賬單',
        font34: '當期賬單',
        font35: '修改賬單別稱',
        font36: '合同號碼：',
        font37: '賬單別稱：',
        font38: '新的別稱：',
        font39: '請輸入需要更改的別稱',
        font40: '確認變更',
        font41: '請輸入賬單別稱',
        font42: '別稱最多支持20個字符',
        font43: '用水量',
        font44: '較上週增加',
        font45: '較上週節省',
        font46: '微信電子賬單服務',
        font47: '修改用水提示服務渠道',
        font48: '申請條款及細則：<br/>' +
            '1、「電子賬單」服務申請人（以下簡稱“用戶”）必須為澳門自來水股份有限公司（以下簡稱“澳門自來水”）的登記用戶。' +
            '<br/>2、用戶可選擇經微信、一般電子郵箱或澳門郵政安全電子郵箱接收「電子賬單」服務。' +
            '<br/>3、用戶如選擇經一般電子郵箱接收電子賬單，服務登記後，用戶指定的電子郵箱將會收到啟用服務電郵，須經用戶確認後才正式啟動服務。' +
            '<br/>4、「電子賬單」服務生效後，澳門自來水將以發送賬單電子檔取代郵寄紙質賬單。' +
            '<br/>5、倘「電子賬單」服務生效時間與澳門自來水發單期間相近，則當期賬單將可能保留以原方式發送。' +
            '<br/>6、用戶有責任在指定的“最後繳費日期”或之前繳付賬單，根據供水合同條款，用戶須承擔逾期繳費之一切後果。' +
            '<br/>7、用戶可隨時透過登入澳門自來水官方網站/手機應用程式/微信號或致電客戶熱線查閱賬單的應付金額。' +
            '<br/>8、用戶須向澳門自來水提供正確、完整及最新的登記資料。' +
            '<br/>9、當澳門自來水發現用戶並非合約持有人，澳門自來水保留暫停或終止用戶「電子賬單」服務的權利，恕不另行通知。' +
            '<br/>10、澳門自來水保留隨時更改和修改本條款及細則的權利，恕不另行通知。' +
            '<br/>11、澳門自來水透過此服務所收集的個人資料會用作處理申請及方便日後通訊的用途。申請人有權依法申請查閱、更正或更新其存於澳門自來水的個人資料。詳情請致電客戶熱線(853)2822 0088或親臨澳門自來水客戶服務中心查詢。' +
            '<br/>12、微信、互聯網及電話申請僅適用於個人名義之用戶。',
        font49: '申請條款及細則' +
            '<br/>1. 「智能水錶提示」服務申請人（以下簡稱“用戶”）必須為澳門自來水股份有限公司（以下簡稱”澳門自來水”）的登記用戶。' +
            '<br/>2. 「智能水錶提示」服務僅適用於已安裝智能水錶的用戶。' +
            '<br/>3. 用戶可選擇經微信或一般電子郵箱接收「智能水錶提示」服務。微信服務僅適用於個人用戶。' +
            '<br/>4. 用戶如選擇經一般電子郵箱接收提示，服務登記後，用戶指定的電子郵箱將會收到啟用驗證碼，須經用戶輸入驗證碼後才正式啟動服務。' +
            '<br/>5. 「智能水錶提示」服務生效後，當智能水錶偵測到用水異常時，系統會向用戶發出用水異常提醒。' +
            '<br/>6. 「 智能水錶提示」服務不影響用戶對內部供水設備之檢查、保養及維修責任。' +
            '<br/>7. 「智能水錶提示」服務提供之資訊僅供參考。' +
            '<br/>8. 澳門自來水承諾盡力避免因傳送錯誤造成損失或損害，但對上述錯誤所引致的損害，澳門自來水恕不負責。' +
            '<br/>9. 用戶可隨時透過登入澳門自來水官方網站/微信號或現場視察水錶，以獲取用水量資訊。' +
            '<br/>10.    如有關水錶位置及環境不適宜進行安裝智能水錶，澳門自來水有權拒絕提供「智能水錶提示」服務。' +
            '<br/>11.    用戶須向澳門自來水提供正確、完整及最新的登記資料。' +
            '<br/>12.    當發現服務申請人並非屬用戶合同第二條規定之合法佔用之權利人，澳門自來水保留暫停或終止用戶「智能水錶提示」服務的權利，恕不另行通知。' +
            '<br/>13.    澳門自來水保留隨時更改和修改本條款及細則的權利，恕不另行通知。' +
            '<br/>14.    澳門自來水透過此服務所收集的個人資料會用作處理申請及方便日後通訊的用途。申請人有權依法申請查閱、更正或更新其存於澳門自來水的個人資料。詳情請致電客戶熱線(853) 2822 0088或親臨澳門自來水客戶服務中心查詢。 ',
        font50: '修改用水提示服務渠道',
        font51: '用水提示推送',
        font52: '用水提示訂閱',
       
    },
    billsMessage: {
        font1: '更新消息',
        font2: '當前還沒有消息',
        font3: '賬單已繳費',
        font4: '賬單未繳費',
        font5: '合同號碼 ',
    },
    billsPayment: {
        font1: '繳費單據',
        font2: '合同號碼',
        font3: '發單月份',
        font4: '最後繳費日期',
        font5: '避免截水最後繳費日期',
        font6: '供水地址',
        font7: '結欠金額',
        font8: '選擇支付方式',
        font9: '每次使用需輸入銀行卡資料',
        font10: '如進行繳費，請先詳閱所有細則及條款',
        font11: '《電子服務及免責條款》',
        font12: '網上繳費細則規章',
        font13: '《收集個人資料聲明》',
        font14: '關於信用卡在線支付的說明：接受全球發行的所有VISA/MasterCard  信用卡，非澳門幣信用卡匯率以銀行結算為準',
        font15: '本人已閱讀並同意及接受上述條款及細則',
        font16: '前往支付',
        font17: '請調亮手機屏幕便於掃碼',
        font18: '電子服務及免責條款',
        font19: '電子服務及免責條款1.責任聲明閣下一經使用本服務，即表示同意接受以下服務條款。' +
            '<br/>2.服務範圍' +
            '<br/>本服務條款適用於澳門自來水股份有限公司（以下簡稱”澳門自來水”）網站、手機應用程式及微信公眾號所提供之電子服務（以下簡稱”本服務”）的使用，並構成用戶與澳門自來水之間的協議，以及澳門自來水與用戶之間法律關係的依據。' +
            '<br/>用戶：指接納本服務條款並使用本服務之個人或實體。' +
            '<br/>3.服務' +
            '<br/>所有服務及其內容均由澳門自來水提供或擁有，因此，澳門自來水毋須對此資訊引致的任何損失，錯誤付款及錯誤使用等問題負責。目前為用戶提供的電子服務包括：賬單服務、電子申請表單、電子繳費服務、會員服務及資訊交流。會員服務：澳門自來水提供予用戶管理供水賬戶及辦理網上申請的便利服務（須先完成會員登記）。' +
            '<br/>聲明：本服務由澳門自來水股份有限公司提供。' +
            '<br/>澳門自來水股份有限公司為本澳註冊公司，商業登記編號為215 (SO)。' +
            '<br/>澳門郵政儲金局為提供信用卡網上繳付水費服務的供應商。' +
            '<br/>澳門通股份有限公司為澳門錢包及支付寶網上繳付水費服務的供應商。' +
            '<br/>個人及非商業用途限制：除非特別指明，本服務僅供個人及非商業用途使用。' +
            '<br/>4.責任限制' +
            '<br/>一般事項' +
            '<br/>任何依執行本協議或因違反任何本協議之義務或權利所提起之索償，應以澳門特別行政區之法律為準據法。其他索償，包含但不限於違返消費者保護法、不正當競爭法及侵權行為，應以澳門特別行政區之法律為準據法。因本服務之使用所衍生或相關之一切爭議，閣下必須同意接受澳門特別行政區法院之專屬管轄，並以其為審判地點。不同意本使用條款所有規定者，澳門自來水將不授權其使用。閣下同意本協議或使用本服務，不代表閣下和澳門自來水之間有合資、合夥、聘僱或代理人關係。因閣下對本服務之使用或行為所產生或衍生，而由第三者提出之任何索償、要求或賠償請求，包括合理律師費，閣下同意賠償，並使澳門自來水、其母公司、子公司、分支機構、領導及員工，免受損害。閣下明確同意並許可，澳門自來水可在不經閣下事先同意，披露閣下的個人資料或閣下對本服務之使用，包括其內容，但披露僅限於澳門自來水基於誠信認為該行動有助達成以下目的：(1)符合法律要求或遵守法律程序；(2)保護並捍衛澳門自來水或其合作公司之權利或財產；(3)執行本服務條款；或(4)保護其成員或他人之利益。澳門自來水對本協議之履行受到現行法律及法定程序所規範，本協議任何內容均不妨礙澳門自來水因應政府、法院及司法機關的要求，而披露閣下使用本服務、或使用時提供資料予澳門自來水或由其所收集的資料。若本協議任何部分，包含但不限於上述免責聲明及責任限制，被判定為無效或無法遵照法律執行，則該無效或無法執行之條款將被視為由最符合原條款立意、有效且可執行之條款取代，而本協議之其餘條款仍繼續有效。除非特別指明，否則本協議構成用戶及澳門自來水之間有關本服務之完整協議，而其效力將超越澳門自來水先前或現在與用戶就使用本服務所進行之電子文書、口頭通知或書面內容。本協議及任何電子形式通知的印刷版，在任何根據或有關本協議之司法或行政程序上均被視為有效，其效力及情況相同於本協議最初以印刷形式製作及保存之其他商業文件及紀錄。' +
            '<br/>若因系統故障或任何原故(包括但不限於銀行過數所引致的延誤)以致未能在最後截水日期完成繳費[註1]，所遭受的損失或過期引致之款項，澳門自來水將不會負上任何責任；澳門自來水有權追討閣下帳單的費用，包括因過期而引致的任何款項。' +
            '<br/>[註1: 在有關款項實際支付至澳門自來水股份有限公司的帳戶時，方視為完成繳費。]' +
            '<br/>如對本網頁所顯示電子繳費資料的準確性有任何差異或爭議，用戶須直接致電服務熱線28220088。' +
            '<br/>本服務恕不對用戶或任何人士承擔任何法律責任，不論其是否屬於侵權行為、合約性的、違反法例的或屬於其他方式上的有關責任（包含但不限於疏忽、違約、誹謗或侵犯有關知識產權法律的責任），亦不論其是否屬於下列性質：' +
            '<br/>任何衍生性、直接或間接損失（包含但不限於收益或利潤之損失），或因使用本服務或與其有關之資料而引致用戶或其他人士承擔的責任，或用戶要求其他人士對他人承擔的責任。此聲明受澳門特別行政區法律管轄，所有內容均適用於法律允許範圍。' +
            '<br/>閣下不得修改、複製、散播、傳遞、展示、執行、重製、發行、授權、創作衍生著作、移轉或銷售從本網站/服務取得之任何資料、軟體、產品或服務。未經澳門自來水事先書面表示同意，閣下不得對本網站/服務進行“超級搜尋”（Meta-search）、傳送或使他人傳送任何自動查詢至本網站/服務，或以任何商業方式使用本網站/服務。“自動查詢”包含但不限於使用軟體傳送查詢至任何服務網站/服務以判斷該網站於任何服務網站/服務之“排名”。' +
            '<br/>5.協議之修改及終止' +
            '<br/>5.1條款之修改' +
            '<br/>澳門自來水保留權利修改所有條款、條件及須知，包含但不限於使用本服務之收費。用戶須定期查閱本服務條款及指定網站的附加條款。用戶繼續使用本服務，即表示閣下接受了用戶協議中所有條款、條件及須知。' +
            '<br/>5.2非法或禁止之使用' +
            '<br/>使用本系統服務時，閣下已保證不會利用本服務從事任何非法或為本條款、條件及須知所禁止之活動。閣下不得用任何方式令本系統/服務蒙受損害、癱瘓、負荷過度或削弱本系統/服務（或任何與本系統/服務連結之網絡）或干擾他人使用及享用本系統/服務。閣下不得以駭客行為、破解密碼或其他方式，試圖以未獲授權的方式存取任何本系統/服務、其他帳號、電腦系統或任何與本系統/服務連結之網絡。非本系統/服務有意所提供之任何資料或資訊，閣下不得以任何方式取得或試圖取得。' +
            '<br/>5.3本服務或夥伴保留隨時取消顯示電子帳單的權利。' +
            '<br/>5.4 本條款備有中、英及葡文版本，如中、英及葡文版本之解釋發生任何不一致或衝突，則以中文版本為準。',
        font20: '網上繳費細則規章' +
            '<br/>使用說明：' +
            '<br/>本系統只接受繳交水費單的款項；' +
            '<br/>本系統只接受使用VISA信用卡、MasterCard 信用卡，澳門錢包和支付寶；' +
            '<br/>本系統信用卡使用Verified by Visa及 MasterCard SecureCode 驗證；' +
            '<br/>本系統使用澳門幣結算；' +
            '<br/>每次網上繳費交易服務只適用於清繳澳門幣十元或以上及一千元或以下的水費單。' +
            '<br/>此項服務只適用於繳交所有未到最後避免截水日期之水費單。若水費單已經過最後避免截水日期，用戶必須親臨澳門自來水股份有限公司櫃台繳付。' +
            '<br/>本系統為繳交水費單的另一途徑，若因系統故障或任何原故(包括但不限於銀行過數所引致的延誤)以致未能在最後截水日期完成繳費[註1]，所遭受的損失或過期引致之款項，澳門自來水股份有限公司將不會負上任何責任；' +
            '<br/>如對本系統所顯示之繳費資料存有疑問，繳交前請致電客戶服務熱線28220088。' +
            '<br/>[註1: 在有關款項實際支付至澳門自來水股份有限公司的帳戶時，方視為完成繳費。]' +
            '<br/>本條款備有中、英及葡文版本，如中、英及葡文版本之解釋發生任何不一致或衝突，則以中文版本為準。' +
            '<br/>退款手續：' +
            '<br/>如遇上系統故障或其他特別情況而引致閣下重覆繳付有關的水費款項，請携帶網上付款資料盡快親臨本公司櫃台辦理。' +
            '<br/>聯絡方法：' +
            '<br/>地址:澳門青洲大馬路718號' +
            '<br/>電話:(853) 28220088',
        font21: '私隱條款',
        font22: '澳門自來水承諾遵守第8/2005號法律《個人資料保護法》的有關規定。' +
            '<br/>澳門自來水了解您對個人私隱保安之關注。因此，我們十分重視對本公司所提供的電子服務使用者私隱的保護，使您可安心使用本電子服務。' +
            '<br/>當您使用本電子服務時，表示您同意並接受本聲明，故您應先詳閱有關條款。' +
            '<br/>1、個人資料收集目的' +
            '<br/>我們只收集與業務相關的個人資料，以便向您提供有關服務。澳門自來水不會向與本公司沒有關係的任何人披露您的個人資料，除非先獲得您同意或按照法律或有關的合法規定。' +
            '<br/>2、個人資料的保安' +
            '<br/>本公司所提供的電子服務使用SSL通訊加密協定傳送使用者登記的資料，以保障其個人資料在網絡傳送過程中免於受到未經授權或意外的取用。' +
            '<br/>您在使用我們的服務時，系統會自動記錄以下的技術資料：使用者的IP地址、使用者開始瀏覽的日期和時間；收集該等資料只作為資訊保安及內部紀錄的用途。' +
            '<br/>但請注意，在網絡上傳送資料時，會存在未經許可或授權而被他人閱讀和使用的風險，故使用者向本公司提供任何資料（包括個人資料）時，亦會存在上述風險。倘使用者對有關風險感到不安，您可透過其他方式或渠道使用相關的電子服務。' +
            '<br/>3、查閱權及更正權' +
            '<br/>按第8/2005號法律《個人資料保護法》的規定，您有權查閱及更正您的有關個人資料。請致電客户熱線 (853) 2822 0088 或親臨我們的客戶服務中心查詢。' +
            '<br/>4、個人資料保存時間' +
            '<br/>澳門自來水對個人資料的保存時間不會超過資料用途所需的時間，並按有關的法例法規處理。' +
            '<br/>5、本聲明的更新' +
            '<br/>澳門自來水可不時修訂本聲明內容， 我們鼓勵您不時瀏覽本聲明，以確保您得悉最新版本。' +
            '<br/>6、聯絡方法' +
            '<br/>如對本電子服務的收集個人資料聲明有任何疑問或意見，歡迎發電郵至 privacy@macaowater.com 或致函以下地址與澳門自來水個人資料保護主任聯絡:' +
            '<br/>澳門青洲大馬路718號' +
            '<br/>澳門自來水股份有限公司' +
            '<br/>個人資料保護主任',
        font23: '請先閱讀並同意條款',
        font24: '請先選擇支付方式',
        font25: '賬單詳情',
        font26: '由於微信限制，請點擊右上方使用默認瀏覽器打開該頁面',
    },
    //br
    //br
    //br
    //br
    //br
    //br
    billsPdf: {
        font1: '賬單詳情',
        font2: '確認',
    },
    wechatAstrict: {
        font1: '由於微信限制，請點擊右上方使用默認瀏覽器打開該頁面',
    },
    //member
    memberMembership: {
        font1: '姓名',
        font2: '證件類型',
        font3: '證件號碼',
        font4: '手機號碼',
        font5: '修改',
        font6: '郵箱地址',
        font7: '澳門自來水承諾遵守第8/2005號法律《個人資料保護法》的有關規定。因此，我們十分重視對電子服務使用者私隱的保護，相關會員信息將經過加密處理，我們建議您先詳閱',
        font8: '保存',
        font9: '收集個人資料聲明',
        font10: '澳門自來水承諾遵守第8/2005號法律《個人資料保護法》的有關規定。' +
            '<br/>澳門自來水了解您對個人私隱保安之關注。因此，我們十分重視對本公司所提供的電子服務使用者私隱的保護，使您可安心使用本電子服務。' +
            '<br/>當您使用本電子服務時，表示您同意並接受本聲明，故您應先詳閱有關條款。' +
            '<br/>1、個人資料收集目的' +
            '<br/>我們只收集與業務相關的個人資料，以便向您提供有關服務。澳門自來水不會向與本公司沒有關係的任何人披露您的個人資料，除非先獲得您同意或按照法律或有關的合法規定。' +
            '<br/>2、個人資料的保安' +
            '<br/>本公司所提供的電子服務使用SSL通訊加密協定傳送使用者登記的資料，以保障其個人資料在網絡傳送過程中免於受到未經授權或意外的取用。' +
            '<br/>您在使用我們的服務時，系統會自動記錄以下的技術資料：使用者的IP地址、使用者開始瀏覽的日期和時間；收集該等資料只作為資訊保安及內部紀錄的用途。' +
            '<br/>但請注意，在網絡上傳送資料時，會存在未經許可或授權而被他人閱讀和使用的風險，故使用者向本公司提供任何資料（包括個人資料）時，亦會存在上述風險。倘使用者對有關風險感到不安，您可透過其他方式或渠道使用相關的電子服務。' +
            '<br/>3、查閱權及更正權' +
            '<br/>按第8/2005號法律《個人資料保護法》的規定，您有權查閱及更正您的有關個人資料。請致電客户熱線 (853) 2822 0088 或親臨我們的客戶服務中心查詢。' +
            '<br/>4、個人資料保存時間' +
            '<br/>澳門自來水對個人資料的保存時間不會超過資料用途所需的時間，並按有關的法例法規處理。' +
            '<br/>5、本聲明的更新' +
            '<br/>澳門自來水可不時修訂本聲明內容， 我們鼓勵您不時瀏覽本聲明，以確保您得悉最新版本。' +
            '<br/>6、聯絡方法' +
            '<br/>如對本電子服務的收集個人資料聲明有任何疑問或意見，歡迎發電郵至 privacy@macaowater.com 或致函以下地址與澳門自來水個人資料保護主任聯絡:' +
            '<br/>澳門青洲大馬路718號' +
            '<br/>澳門自來水股份有限公司' +
            '<br/>個人資料保護主任',
        font11: '激活郵箱',
        font011: '激活',
        font12: '修改郵箱地址',
        font13: '郵箱新增成功，請至您的郵箱中點擊激活鏈接以激活賬號',
    },
    memberIntegral: {//s
        font1: '首次綁定合同號碼',
        font2: '獎勵100積分',
        font3: '註冊會員',
        font4: '獎勵50積分',
        font5: '推薦好友註冊',
        font6: '獎勵50積分',
        font7: '分享此鏈接給好友，註冊成功即可領取積分',
        font8: '複製',
        font9: '齊齊有福利，你想起了誰？',
        font10: '去完成',
        font11: '領積分',
        font12: '已完成',
        font13: '領取成功',
        font14: '邀請您使用澳門自來水微信服務',
        font15: '查詢、繳費、申請服務。',
        font16:'推薦好友',
        font17: '取消',
        font18: '複製成功',
        font19: '複製失敗',
    },
    memberGift: {//s
        font1: '積分',
        font2: '禮品',
        font3: '積分詳情',
        font4: '兌換專區',
        font5: '積分兌換',
        font6: '兌換確認',
        font7: '兌換成功',
        font8: '取消',
    },
    memberGiftRecord: {//s
        font1: '積分兌換',
        font2: '當前總積分',
        font3: '積分',
    },
    memberGiftMyGift: {//s
        font1: '我的禮品',
        font2: '未兌換',
        font3: '已兌換',
        font4: '已失效',
        font5: '有效期：',
        font6: '兌換',
        font7: '已兌換',
        font8: '已失效',
        font9: '請前往澳門自來水出示電子兌換劵',
        font10: '兌換碼',
        font11: '請輸入兌換碼',
        font12: '請完成領取人資料登記，我們將有專人聯繫您領取實體禮品。',
        font13: '姓名',
        font14: '請輸入真實姓名',
        font15: '身份證號碼',
        font16: '請輸入身份證號碼',
        font17: '聯繫電話',
        font18: '請輸入聯繫電話',
        font19: '地址',
        font20: '請輸入地址',
        font21: '備註',
        font22: '請輸入備註內容',
        font23: '請輸入正確的證件號碼',
        font24: '請輸入正確的手機號碼',
        font25: '兌換碼不能為空',
        font26: '信息確認',
        font27: '信息填寫後無法修改，是否確認保存',
        font28: '兌換須知',
        font29: '請按要求填寫個人資料，屆時將有專人聯繫你領獎。換領獎品時，憑藉身份證並出示給工作人員，即可領取獎品。獎品換領有效日期自兌換當日起至2020年2月21日，請留意電話通知，謝謝。',
        font30: '沒有數據',
        font31: '兌換成功',
        font32: '兌換失敗，兌換碼錯誤',
        font33: '確認',
        font34: '請出示二維碼給工作人員核銷，相關注意事項，請查看上方兌換須知。',
        font35: '取消',
        font36: '須知',
        font37: '查看更多',
    },
//other
    otherQuickPayment: {//s
        font1: '請輸入合同號碼',
        font2: '只能輸入數字',
    },
    otherMore: {//s
        font1: '賬單服務',
        font2: '微信電子賬單',
        font3: '短信提示服務',
        font4: '更改寄單地址',
        font5: '更改賬單語言',
        font6: '模擬計算水價',
        font7: '服務申請',
        font8: '首次安裝水錶',
        font9: '更改登記名稱',
        font10: '終止供水服務',
        font11: '發還按金',
        font12: '申請測試水錶',
        font13: '網上服務申請',
        font14: '新供水查詢',
        font15: '計劃性停水通知訂閱',
        font16: '水錶服務',
        font17: '報讀水錶',
        font18: '預約抄錶',
        font19: '抄錶截數',
        font20: '事故報料',
        font21: '更多資訊',
        font22: '客服中心地址',
        font23: '停水通知',
        font24: '水費價格',
        font25: '每日水質',
        font26: '綁定合同號碼',
        font27: '綁定合同號碼才可以進行操作',
        font28: '取消',
        font29: '去綁定',
    },
    Page401: {//s
        font1: '請在微信客戶端打開鏈接',
    },
    maintenance: {//s
        font1: '服務升級中，請稍後再試',
    },
	newFont:{
		font1:'至少選擇一個',
		font2:'證件綁定成功',
		font3:'删除合同成功',
		font4:'無庫存',
		font5:'該禮品兌換次數已達上限',
		font6:'選擇需要訂閱供水公告的區域（可多選）',
		font7:'港珠澳大橋澳門口岸',
		font8:'港珠澳大橋澳門口岸管理區',
		font9:'參與遊戲',
		font10:'用水提示訂閱已開啟',
		font11:'用水提示訂閱已終止',
		font12:'倘若遇上供水突發事件，註冊會員可及時接收供水公告。因此，您可以選擇所需要訂閱的區域 (可多選)',
		font13:'如不選擇任何一區域，您將無法收到某個區域的停水通知，但當出現城市級別緊急情況時，我們仍然將發送通知信息給您。',
		font14:'確認註冊',
		font15:'重新選擇',
		font16:'服務確認',
	},
	image:{
		img1:'img1',
		img2:'https://cmsphoto.wechattips.com/checkin.png'
	}
}